Repository: RobertasJan/Tournament
Catalog: Tournament/Client/Localization/Resource.*.resx
Languages: lt

# Age_Adult
source: Adult
lt: Suaugusieji

# Age_Veteran
source: Veteran
lt: Veteranai

# Calendar_DayAbr_0
source: Su
lt: Se

# Calendar_DayAbr_1
source: M
lt: Pr

# Calendar_DayAbr_2
source: T
lt: An

# Calendar_DayAbr_3
source: W
lt: Tr

# Calendar_DayAbr_4
source: Th
lt: Ke

# Calendar_DayAbr_5
source: F
lt: Pe

# Calendar_DayAbr_6
source: S
lt: Še

# Calendar_Day_0
source: Sunday
lt: Sekmadienis

# Calendar_Day_1
source: Monday
lt: Pirmadienis

# Calendar_Day_2
source: Tuesday
lt: Antradienis

# Calendar_Day_3
source: Wednesday
lt: Trečiadienis

# Calendar_Day_4
source: Thursday
lt: Ketvirtadienis

# Calendar_Day_5
source: Friday
lt: Penktadienis

# Calendar_Day_6
source: Saturday
lt: Šeštadienis

# Calendar_Month_0
source: January
lt: Sausis

# Calendar_Month_1
source: February
lt: Vasaris

# Calendar_Month_10
source: November
lt: Lapkritis

# Calendar_Month_11
source: December
lt: Gruodis

# Calendar_Month_2
source: March
lt: Kovas

# Calendar_Month_3
source: April
lt: Balandis

# Calendar_Month_4
source: May
lt: Gegužė

# Calendar_Month_5
source: June
lt: Birželis

# Calendar_Month_6
source: July
lt: Liepa

# Calendar_Month_7
source: August
lt: Rugpjūtis

# Calendar_Month_8
source: September
lt: Rugsėjis

# Calendar_Month_9
source: October
lt: Spalis

# Enum_Gender_2
source: Female
lt: Moteris

# Enum_Gender_Female
source: Woman
lt: Moteris

# Enum_Gender_Male
source: Man
lt: Vyras

# Enum_MatchRecord_Disqualified
source: Disqualified
lt: Diskvalifikacija

# Enum_MatchRecord_Injury
source: Injury
lt: Trauma

# Enum_MatchRecord_Played
source: Played
lt: Sužaista

# Enum_MatchRecord_Walkover
source: Walkover
lt: Nepasirodymas

# Enum_MatchType_MensDoubles
source: Men's doubles
lt: Vyrų dvejetai

# Enum_MatchType_MensSingles
source: Men's singles
lt: Vyrų vienetai

# Enum_MatchType_MixedDoubles
source: Mixed doubles
lt: Mišrūs dvejetai

# Enum_MatchType_WomensDoubles
source: Women's doubles
lt: Moterų dvejetai

# Enum_MatchType_WomensSingles
source: Women's singles
lt: Moterų vienetai

# ERROR_ALREADY_REGISTERED
source: {names} already registered
lt: {names} jau registruotas (-a)

# ERROR_BIRTH_DATE_IN_THE_FUTURE
source: Incorrect birthdate provided
lt: Prašau įveskite gimtadienį

# ERROR_DATES_IN_THE_PAST
source: Invalid dates
lt: Neteisingos datos

# ERROR_INVALID_DATES
source: Invalid dates
lt: Neteisingos datos

# ERROR_INVALID_PASSWORD
source: Incorrect password
lt: Neteisingas slaptažodis

# ERROR_MISSING_ADDRESS
source: Please provide address
lt: Prašau įveskite adresą

# ERROR_MISSING_BIRTHDATE
source: Please provide birthdate
lt: Prašau įveskite gimtadienį

# ERROR_MISSING_CONFIRM_PASSWORD
source: Please repeat password
lt: Prašau pakartoti slaptažodį

# ERROR_MISSING_DESCRIPTION
source: Please provide description
lt: Prašau įveskite aprašymą

# ERROR_MISSING_EMAIL
source: Please provide email
lt: Prašau įveskite el. paštą

# ERROR_MISSING_FIRSTNAME
source: Please provide name
lt: Prašau įveskite vardą

# ERROR_MISSING_GROUPS
source: Please select groups
lt: Prašau pasirinkite grupes

# ERROR_MISSING_LASTNAME
source: Please provide last name
lt: Prašau įveskite pavardę

# ERROR_MISSING_LONG_DESCRIPTION
source: Please provide full description
lt: Prašau įveskite ilgąjį aprašymą

# ERROR_MISSING_NAME
source: Please provide name
lt: Prašau įveskite pavadinimą

# ERROR_MISSING_PASSWORD
source: Please provide password
lt: Prašau įveskite slaptažodį

# ERROR_PASSWORDS_DO_NOT_MATCH
source: Passwords do not match
lt: Slaptažodžiai nesutampa

# Header_CreateMatch
source: Create match
lt: Sukurti susitikimą

# Header_CreateTournament
source: Create tournament
lt: Sukurti turnyrą

# Header_Home
source: Home
lt: Pagrindinis

# Header_Login
source: Login
lt: Prisijungti

# Header_Players
source: Players
lt: Žaidėjai

# Header_PreviousTournaments
source: Previous tournaments
lt: Buvę turnyrai

# Header_Register
source: Register
lt: Registruotis

# Header_Tournaments
source: Tournaments
lt: Turnyrai

# Header_UpcomingTournaments
source: Upcoming tournaments
lt: Artimiausi turnyrai

# Label_AddGame
source: Add game
lt: Pridėti žaidimą

# Label_AddGroup
source: Add group
lt: Pridėti grupę

# Label_Address
source: Address
lt: Adresas

# Label_Badminton
source: Badminton
lt: Badmintonas

# Label_BestOf1
source: Best of 1
lt: Vieno žaidimo pergalė

# Label_BestOf3
source: Best of 3
lt: Dviejų žaidimų pergalė

# Label_BestOf5
source: Best of 5
lt: Trejų žaidimų pergalė

# Label_BirthDate
source: Birth date
lt: Gimimo diena

# Label_CreateTournament
source: Create tournament
lt: Sukurti turnyrą

# Label_Description
source: Description
lt: Aprašymas

# Label_Doubles
source: Doubles
lt: Dvejetai

# Label_DoublesPartner
source: Doubles partner
lt: Dvejetų partneris

# Label_Email
source: Email
lt: El. paštas

# Label_EndDate
source: End date
lt: Pabaigos data

# Label_EndTournament
source: End tournament
lt: Pabaigti turnyrą

# Label_Game
source: Game
lt: Žaidimas

# Label_Games
source: Games
lt: Žaidimai

# Label_GamesToWin
source: Games to win
lt: Žaidimai iki pergalės

# Label_Gender
source: Gender
lt: Lytis

# Label_Group
source: Group
lt: Grupė

# Label_Hello
source: Hello
lt: Sveiki

# Label_LastName
source: Last name
lt: Pavardė

# Label_Login
source: Login
lt: Prisijungimas

# Label_Logout
source: Logout
lt: Atsijungti

# Label_Match
source: Match
lt: Susitikimas

# Label_MatchEnding
source: Match ending
lt: Susitikimo pabaiga

# Label_MatchRules
source: Match rules
lt: Susitikimo taisyklės

# Label_MatchType
source: Match type
lt: Susitikimo tipas

# Label_MatchTypes
source: Match types
lt: Susitikimo tipai

# Label_MixedDoubles
source: Mixed doubles
lt: Mišrūs dvejetai

# Label_MixedPartner
source: Mixed partner
lt: Mišraus dv. partneris

# Label_Name
source: Name
lt: Pavadinimas

# Label_Name2
source: Name
lt: Vardas

# Label_Partner
source: Partner
lt: Porininkas

# Label_Password
source: Password
lt: Slaptažodis

# Label_Player
source: Player
lt: Žaidėjas

# Label_Players
source: Players
lt: Žaidėjai

# Label_PointsToWin
source: Points to win
lt: Taškai iki pergalės

# Label_Position
source: Position
lt: Pozicija

# Label_Public
source: Public
lt: Viešas

# Label_Rated
source: Rated
lt: Reitinguojamas

# Label_Rating
source: Rating
lt: Reitingas

# Label_Rating_Doubles
source: Doubles rating
lt: Dvejetų reitingas

# Label_Rating_Mixed
source: Mixed rating
lt: Mišrių d. reitingas

# Label_Rating_Singles
source: Singles rating
lt: Vienetų reitingas

# Label_Record
source: Record
lt: Įrašas

# Label_Register
source: Register
lt: Registruoti

# Label_RegisterYourself
source: Register
lt: Registruotis

# Label_RemoveGame
source: Remove game
lt: Ištrinti žaidimą

# Label_RemoveGroup
source: Remove group
lt: Ištrinti grupę

# Label_RepeatPassword
source: Repeat password
lt: Pakartoti slaptažodį

# Label_Result
source: Result
lt: Rezultatas

# Label_RoundOf1
source: Final
lt: Finalas

# Label_RoundOf2
source: Semifinals
lt: Pusfinalis

# Label_RoundOf3
source: Quarterfinals
lt: Ketvirtfinalis

# Label_RoundOf4
source: Eight-finals
lt: Aštunfinalis

# Label_RoundOf5
source: 16th-finals
lt: 16-f

# Label_RoundOf6
source: 32th-finals
lt: 32-f

# Label_Scorer
source: Scorer
lt: Skaičiuoklė

# Label_Search
source: Search
lt: Paieška

# Label_SetScore
source: Set score
lt: Užsaugoti rezultatą

# Label_ShortDescription
source: Short description
lt: Trumpas aprašymas

# Label_Singles
source: Singles
lt: Vienetai

# Label_StartDate
source: Start date
lt: Pradžios data

# Label_StartDraws
source: Start draws
lt: Pradėti traukimą

# Label_StartTournament
source: Start tournament
lt: Pradėti turnyrą

# Label_Team1
source: Team 1
lt: 1-a komanda

# Label_Team1Score
source: 1st team score
lt: 1-os komandos taškai

# Label_Team1Victory
source: 1st team victory
lt: 1-os komandos pergalė

# Label_Team2
source: Team 2
lt: 2-a komanda

# Label_Team2Score
source: 2nd team score
lt: 2-os komandos taškai

# Label_Team2Victory
source: 2nd team victory
lt: 2-os komandos pergalė

# Label_Tournament
source: Tournament
lt: Turnyras

# Label_TournamentGroups
source: Tournament groups
lt: Turnyrų grupės

# Label_TournamentInfo
source: Tournament info
lt: Turnyro informacija

# Label_TournamentName
source: Tournament name
lt: Turnyro pavadinimas

# Label_Tournaments
source: Tournaments
lt: Turnyrai

# Label_UpcomingMatches
source: Upcoming matches
lt: Būsimi susitikimai

# Label_WatchLive
source: Watch live
lt: Stebėti gyvai

# MatchButton_ChangeServer
source: Change server
lt: Pakeisti padavėją

# MatchButton_ChangeSides
source: Change sides
lt: Apkeisti puses

# MatchButton_EndGame
source: End game
lt: Užbaigti žaidimą

# MatchButton_EndMatch
source: End match
lt: Užbaigti susitikimą

# MatchButton_Return
source: Return
lt: Grąžinti tašką

# MatchButton_Switch
source: Switch
lt: Apkeisti

# Placeholder_EnterPlayerName
source: Enter player name
lt: Žaidėjo vardas

# Text_PleaseLogin
source: Please login to continue
lt: Prašau prisijunkite
